/* Title of 'Apply to job' button. */
"JobDetails.applyButtonTitle" = "Apply on remotive.io";

/* Title for Contract job type. */
"JobType.contract" = "Contract";

/* Title for Full-Time job type. */
"JobType.fullTime" = "Full-Time";

/* Title of jobs list view. */
"NavigationTitle.jobsList" = "Remote Jobs Board";

